import React from "react";

const UkrainianTerms = () => {
  return (
    <div>
      УМОВИ КОРИСТУВАННЯ 1. Вступ 1.1 Ці Умови Користування разом з усіма
      політиками та оголошеннями, розміщеними на нашому Веб-сайті (“Умови”)
      визначають умови, на яких вам пропонують доступ до Платформи та її
      використання (“Послуги”), як зазначено в Умовах. 1.2. Ви погоджуєтеся
      дотримуватися всіх положень, викладених у цих Умовах, під час доступу до
      наших Послуг або користування ними. Ці Умови визначають ваші права та
      обов’язки під час користування Послугами, а також іншу важливу інформацію.
      1.3. Ці Умови вважаються письмовою угодою для всіх сторін, залучених до
      Послуг, які надаються на Платформі. 1.4. Для отримання інформації щодо
      обробки персональних даних, будь ласка, ознайомтеся з нашою Політикою
      Конфіденційності. 2. Термінологія 2.1.. У цих Умовах використовується
      наведена нижче термінологія: · Веб-сайт - https://metahistory.gallery; ·
      Платформа – це Музей Війни і маркетплейс, які розміщені на Веб-сайті; ·
      Музей Війни – це колекція NFT, яка розкриває реальні події війни проти
      України, розпочатої 24.02.2022 р.; · Українська NFT Спільнота – це
      добровільна спільнота ІТ-спеціалістів, які розробили Платформу та
      забезпечують її подальше супроводження; · NFT – це унікальний цифровий
      актив у вигляді невзаємозамінного токена, який є результатом перетворення
      Твору в такий токен; · Твір - це оригінальні візуальні твори, анімації,
      аудіо та фотографії, створені Автором; · Автор – це особа, яка створила
      Твір і перетворила його в NFT; · Користувач – це особа, яка продає та/або
      купує NFT на Платформі; · ETH – це криптовалюта Ethereum; · MetaMask – це
      програмний криптовалютний гаманець, який використовується для взаємодії з
      блокчейном Ethereum, http: https://metamask.io; · Міністерство цифрової
      трансформації (МЦТ) - центральний орган виконавчої влади, який відповідає
      за формування та реалізацію державної політики у сфері цифровізації,
      відкритих даних, національних електронних інформаційних ресурсів,
      інтероперабельності — взаємодії мережевих систем базі уніфікованих
      інтерфейсів або протоколів, впровадження електронних послуг та розвиток
      цифрової грамотності громадян. Створене у вересні 2019 року. Http:
      https://thedigital.gov.ua. · KUNA - це компанія, яка діє як постачальник
      технічних послуг (включаючи надання криптовалютного гаманця) згідно з
      відповідною ліцензійною угодою на програмне забезпечення. 3. Хто ми такі?
      3.1. Ми - це Платформа, розроблена Українською NFT Спільнотою, яка має на
      меті (i) створити Музей Війни, (ii) зробити маркетплейс з продажу та
      купівлі NFT, та (iii) зібрати кошти на підтримку Збройних Сил України та
      надання гуманітарної допомоги жителям України та/або інфраструктурі. 3.2.
      Кінцевим бенефіціаром усіх коштів, залучених на Платформі, є Міністерство
      цифрової трансформації України (“МЦТ”). МЦТ розподіляє кошти, зібрані на
      Платформі, у тісній співпраці з офіційними органами влади України,
      виходячи з потреб поточної ситуації. 3.3. KUNA є оператором Платформи,
      відповідальним за (i) надання криптовалютних гаманців для зберігання NFT
      та (ii) забезпечення розрахунків і переказів між Авторами, Користувачами
      та МЦТ. 4. Як ми працюємо? 4.1. Ви Автор? 4.1.1. Кожен Автор, який створив
      Твір, може отримати доступ до Платформи та конвертувати свій Твір в NFT.
      4.1.2. NFT буде зберігатися в криптовалютному гаманці, наданому KUNA. Усі
      операції та транзакції з NFT можуть здійснюватися лише і виключно на
      Платформі та повинні ґрунтуватися на положеннях цих Умов. 4.1.3. Після
      створення NFT Автор розміщує NFT на Платформі з пропозицією продати її
      будь-якому Користувачу за ціною 0,15 ETH. 4.1.4. Користуючись Послугами,
      Автор дає свою чітку, безвідкличну згоду та доручення передати 100% від
      першого продажу NFT на користь МЦТ для цілей, визначених у пункті 3.1.
      (iii) цих Умов. Якщо застосовується, Автор також дає свою чітку,
      безвідкличну згоду та доручення передати всі подальші можливі надходження,
      які можуть належати Автору (у тому числі у разі подальшого перепродажу
      NFT) на користь МЦТ. 4.1.5. Продаючи NFT, Автор також передає всі свої
      майнові права інтелектуальної власності на Твір/NFT покупцеві NFT. 4.1.6.
      Автор розуміє і погоджується з наступним: · Автор несе повну
      відповідальність за точність і зміст свого Твору; · Платформа може
      відмовитися конвертувати будь-який Твір в NFT з будь-якої причини на
      власний розсуд; · Платформа може видалити будь-який NFT із Платформи без
      попереднього повідомлення та з будь-якої причини на власний розсуд; ·
      Автор повинен поважати права інтелектуальної власності інших осіб і не
      порушувати авторські права, права на торговельні марки, патенти, моральні
      права, права на бази даних або інші права інтелектуальної власності, які
      належать іншим людям, під час створення будь-якого Твору; · Автор дає
      безумовну та безвідкличну згоду Платформі на використання Твору/NFT для
      будь-яких рекламних цілей та для будь-яких інших цілей, необхідних для
      існування Платформи. 4.2. Ви Користувач? 4.2.1. Кожен Користувач може
      купувати та продавати NFT на Платформі. NFT буде зберігатися на
      криптовалютному гаманці, який надається KUNA. Усі операції та транзакції з
      NFT можуть здійснюватися лише на Платформі та повинні відповідати
      положенням цих Умов. 4.2.2. Користуючись Послугами, Користувач дає чітку,
      безвідкличну згоду та доучення передати 10% від перепродажу NFT на користь
      МЦТ для цілей, визначених у пункті 3.1. (iii) цих Умов. 4.2.3. Продаючи
      NFT, Користувач також передає всі свої майнові права інтелектуальної
      власності на Твір/NFT покупцеві NFT. 4.3. Інша інформація 4.3.1. Договори
      купівлі-продажу NFT укладаються безпосередньо між покупцем і продавцем.
      KUNA лише сприяє здійсненню операцій між покупцем і продавцем. 4.3.2. KUNA
      не контролює і не гарантує (i) існування, якість, безпеку або законність
      NFT, (ii) здатність продавців продавати NFT, (iii) здатність покупців
      платити за NFT або (iv) те, що покупець або продавець фактично завершать
      транзакцію. 4.3.3. KUNA не несе відповідальності, якщо Автор, порушуючи ці
      Умови, створює NFT, що становить або включає Твір, Автор якого не є його
      первісним автором. 4.3.4. Усі транзакції між Користувачами та Авторами
      здійснюватимуться виключно у мережі Ethereum через MetaMask. 4.3.5. KUNA
      не слідкує за транзакціями та не контролює їх, а також не має можливості
      скасувати будь-яку транзакцію. З огляду на це, KUNA не несе
      відповідальності перед Користувачем, Автором або будь-якою третьою
      стороною за будь-які скарги або збитки, які можуть виникнути в результаті
      будь-яких транзакцій, пов’язаних із Послугами. 4.3.6. Кожна транзакція, що
      відбувається в мережі Ethereum, вимагає сплати комісії за транзакцію
      (газ). 4.3.7. Крім комісії за транзакцію, KUNA отримує комісію за надання
      своїх послуг, що підтримку користування, у розмірі, додатково оголошеному
      на Платформі. 4.3.8. Користувачі та Автори несуть повну відповідальність
      за всі можливі та застосовні податки, пов’язані з продажем і купівлею NFT
      на Платформі. 4.3.9. Користувачі та Автори чітко розуміють і погоджуються
      з тим, що доступ до Платформи та її використання здійснюється на їх
      виключний ризик і що Послуги надаються за принципом «як є» без будь-яких
      гарантій будь-якого роду. Наскільки це можливо, відповідно до застосовного
      законодавства, Платформа та всі її агенти, оператори та партнери не дають
      жодних гарантій щодо Послуг або будь-якої їх частини. 5. Прийняття Умов
      5.1. Ви приймаєте ці Умови одним із таких способів: · натиснувши або
      позначивши будь-яку кнопки чи поле з позначкою «прийняти» або «згоден»
      (або подібний термін) відповідно до Умов; або · шляхом доступу до
      будь-яких наших Послуг. 5.2. Коли ви приймаєте ці Умови, це означає, що ви
      погоджуєтеся бути юридично зобов’язаними відповідно до них. Зверніть
      увагу, що ми можемо змінити ці Умови на власний розсуд і в будь-який час.
      Ми робимо це відповідно до розділу 7 нижче. 5.3. Якщо ви є юридичною
      особою і користуєтеся нашими Послугами, приймаючи ці Умови, ви
      підтверджуєте нам, що маєте юридичні повноваження прийняти ці Умови від
      імені цієї юридичної особи. Якщо у вас немає таких повноважень, ви не
      повинні використовувати наші Послуги. 5.4. Якщо ви користуєтеся нашими
      Послугами, ви також підтверджуєте, що вам виповнилося принаймні 18 років.
      5.5. Якщо ви не погоджуєтесь з цими Умовами, ви не повинні отримувати
      доступ до Послуг або користуватися ними. 6. Інтелектуальна власність 6.1.
      Продаючи NFT, Автор (у разі першого продажу) або Користувач (у разі
      подальшого перепродажу) передає всі свої майнові права інтелектуальної
      власності на Твір/NFT новому власнику Твору/NFT, включаючи наступне: ·
      право на використання Твору/NFT; · виключне право дозволяти використання
      Твору/NFT; · виключне право запобігати неправомірному використанню
      Твору/NFT, включаючи забороняти такого використання; · будь-які інші права
      інтелектуальної власності відповідно до чинного законодавства. 6.2.
      Автор/Користувач передає всі свої майнові права інтелектуальної власності
      на Твір/NFT на безстроковій основі. 7. Зміни до цих Умов Ці Умови можуть
      бути змінені в будь-який час. Найновіша версія цих Умов буде розміщена на
      Веб-сайті з датою такої версії. Будь-які зміни чи поправки набудуть
      чинності негайно після публікації змін на Веб-сайті. Автор/Користувач
      повинен переглянути і ознайомитися з будь-якими такими змінами.
      Автор/Користувач відмовляються від будь-яких прав, які вони можуть мати,
      на отримання конкретного сповіщення про такі зміни або поправки.
      Користування Платформою після будь-яких змін до Умов означає прийняття
      Умов зі змінами. Якщо ви не погоджуєтеся з Умовами, що діють, коли ви
      отримуєте доступ до Платформи або користуєтесь нею, ви не повинні
      використовувати Платформу. 8. Відшкодування Ви погоджуєтесь
      відшкодовувати, захищати та звільняти Платформу та її агентів, операторів,
      рекламодавців, постачальників або партнерів від будь-яких скарг,
      відповідальності, шкоди, збитків (фактичних та непрямих) будь-якого роду
      чи характеру, позову, судового розгляду, судових витрат, а також
      винагороди адвокатів та юристів, що випливають із або будь-яким чином
      пов’язані з (i) порушенням вами цих Умов, (ii) вашим зловживанням
      Послугами, (iii) порушенням вами чинних законів, правил, норм або прав
      будь-якої третьої особи та (iv) будь-якими вашими діями чи бездіяльністю,
      які стосуються публічних прав, наклепу або порушення конфіденційності у
      зв’язку з вашим доступом до Платформи або користування нею. 9.
      Відповідальність Ми намагаємося забезпечити безпеку, захист і належне
      функціонування Послуг, але ми не можемо гарантувати безперервну роботу або
      доступ до наших Послуг. Платформа та її агенти, оператори, рекламодавці,
      постачальники чи партнери не несуть перед вами жодної відповідальності за
      будь-які комерційні збитки, такі як втрата даних, прибутку, доходу,
      бізнесу, можливостей, прихильності, репутації чи перерви в діловій
      діяльності, або за будь-які інші збитки, які неможливо передбачити. 10.
      Компенсація Ви компенсуєте Платформі, її агентам, операторам,
      рекламодавцям, постачальникам або партнерам, включаючи будь-яких посадових
      осіб, директорів і співробітників, у повному обсязі будь-які збитки або
      витрати, включаючи обґрунтовані юридичні витрати, які ми понесемо
      внаслідок будь-якого порушення вами цих Умов, неналежного користування
      Послугами або порушення будь-якого закону чи прав третьої сторони. 11.
      Правові спори Будь-які претензії, суперечки чи питання, що виникають
      відповідно до цих Умов або у зв’язку з ними, регулюються та тлумачаться у
      всіх відношеннях законодавством Естонії. Усі сторони, залучені до Послуг,
      погоджуються підпорядковуватися юрисдикції судів Естонії. 12. Загальні
      поняття 12.1. Якщо будь-яке положення цих Умов буде визнане недійсним,
      анульованим або з будь-якої причини визнане таким, що не має юридичної
      сили, таке положення буде вилучено і не вплине на дійсність та можливість
      виконання інших положень. 12.2. Ми можемо уступати свої права та обов’язки
      відповідно до цих Умов (але без вашої попередньої чіткої згоди),на тих
      самих умовах або умовах, які є не менш вигідними для вас. 12.3. Якщо
      будь-яке положення або частина положення цих Умов є або стають недійсними,
      незаконними або такими, що не підлягають виконанню, вони вважаються
      мінімально зміненими в тій мірі, яка необхідна щоб зробити це положення
      дійсним, законним і підлягаючим виконанню. Якщо така зміна неможлива,
      відповідне положення або частина положення повинні бути видалені. 13.
      Відгуки та контактні дані Ви можете подавати коментарі, скарги, ідеї чи
      інші відгуки про Платформу, включаючи, в тому числі, про те, як покращити
      Платформу, використовуючи: Електронна пошта: metahistory.ukraine@gmail.com
    </div>
  );
};

export default UkrainianTerms;
