import React from 'react';

const UkrainianTerms = () => {
  return (
    <div className="text-left">
      <h3 className="font-bold">УМОВИ ВИКОРИСТАННЯ</h3>
      <p>
        <br />
      </p>
      <p>1. Вступ</p>
      <p>
        <br />
      </p>
      <p>
        1.1 Ці Умови використання разом з усіма політиками та оголошеннями,
        розміщеними на нашому Веб-сайті (&quot;Умови&quot;), визначають умови,
        на яких ми пропонуємо вам доступ і використання Платформи
        (&quot;Послуги&quot;), як це викладено в Умовах.
      </p>
      <p>
        <br />
      </p>
      <p>
        1.2. Ви погоджуєтеся дотримуватися всіх положень, викладених у цих
        Умовах, під час доступу до наших Послуг або їх використання. Ці Умови
        визначають ваші права та обов&apos;язки під час користування Послугами,
        а також іншу важливу інформацію.
      </p>
      <p>
        <br />
      </p>
      <p>
        1.3. Ці Умови вважаються письмовою угодою для всіх сторін, що беруть
        участь у наданні Послуг на Платформі.
      </p>
      <p>
        <br />
      </p>
      <p>
        1.4. Для отримання інформації про обробку персональних даних, будь
        ласка, ознайомтеся з нашою Політикою конфіденційності.
      </p>
      <p>
        <br />
      </p>
      <p>2. Термінологія</p>
      <p>
        <br />
      </p>
      <p>2.1. У цих Умовах використовується наступна термінологія:</p>
      <p>
        <br />
      </p>
      <p>
        Сайт ―{' '}
        <a href="https://metahistory.gallery">https://metahistory.gallery</a>;
      </p>
      <p>
        <br />
      </p>
      <p>
        Платформа ― музей і маркетплейс META HISTORY museum, розташовані на
        Сайті;
      </p>
      <p>
        <br />
      </p>
      <p>
        META HISTORY museum ― кілька колекцій NFT, що розкривають реальні події
        путінської війни проти України, розпочатої 24.02.2022 року, зображують
        нові культурні символи України та знаменитостей, які підтримали нашу
        країну;
      </p>
      <p>
        <br />
      </p>
      <p>
        Команда META HISTORY museum ― ініціатива ІТ-фахівців, митців та
        комунікаційників, які на волонтерських засадах розробили Платформу та
        забезпечують її подальшу підтримку, створили кілька колекцій, а також
        займаються комунікацією проєкту, його просуванням та пошуком партнерств,
        які допоможуть поширювати інформацію про META HISTORY museum;
      </p>
      <p>
        <br />
      </p>
      <p>
        NFT ― унікальний цифровий актив у вигляді невзаємозамінного токена, який
        є результатом процесу перетворення шляхом &ldquo;чеканки&rdquo; або
        &ldquo;карбування&rdquo; (&ldquo;minting&rdquo;) Твору в такий токен;
      </p>
      <p>
        <br />
      </p>
      <p>
        Твір ― оригінальний твір образотворчого мистецтва: статичне зображення,
        анімація, відео, аудіо, фотографія, або їх цифрові репродукції створені
        Автором;
      </p>
      <p>
        <br />
      </p>
      <p>Автор ― особа, яка створила Твір;</p>
      <p>
        <br />
      </p>
      <p>Користувач ― особа, яка продає та/або купує NFT на Платформі;</p>
      <p>
        <br />
      </p>
      <p>ETH ― криптовалюта Ethereum;</p>
      <p>
        MetaMask ― програмний криптовалютний гаманець, що використовується для
        взаємодії з блокчейном Ethereum. Веб-сайт:{' '}
        <a href="https://metamask.io">https://metamask.io</a>;
      </p>
      <p>
        <br />
      </p>
      <p>
        Міністерство цифрової трансформації (МЦТ) ― центральний орган виконавчої
        влади, що відповідає за формування та реалізацію державної політики у
        сфері цифровізації, відкритих даних, національних електронних
        інформаційних ресурсів, інтероперабельності ― взаємодії мережевих систем
        на основі уніфікованих інтерфейсів або протоколів, впровадження
        електронних послуг та цифрової грамотності. Створене у вересні 2019-го
        року. Веб-сайт:{' '}
        <a href="https://thedigital.gov.ua">https://thedigital.gov.ua</a>;
      </p>
      <p>
        <br />
      </p>
      <p>
        Міністерство культури та інформаційної політики (МКІП) ― головний
        державний орган у системі центральних органів виконавчої влади України,
        відповідальний за культурний розвиток країни та збереження історичної
        спадщини. Повністю базується на основі колишнього Міністерства культури
        і туризму (було ліквідоване у 2010 році). Веб-сайт:{' '}
        <a href="https://mkip.gov.ua">https://mkip.gov.ua</a>
        ;&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>
        Міністерство освіти і науки (МОН) ― один з центральних органів
        виконавчої влади, основною функцією якого є формування та реалізація
        державної політики у сфері освіти і науки. Воно також спрямовує наукову,
        науково-технічну, інноваційну діяльність та діяльність у сфері трансферу
        технологій, а також здійснює державний нагляд за діяльністю, зокрема,
        навчальних закладів усіх форм власності, підприємств, установ та
        організацій, що надають освітні послуги або виступають сторонніми
        постачальниками при наданні цих послуг. Веб-сайт:{' '}
        <a href="https://mon.gov.ua/">https://mon.gov.ua/</a>
        ;&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>
        United24 ― офіційна фандрейзингова платформа, створена для співпраці з
        благодійними фондами, партнерами, донорами та громадськими діячами по
        всьому світу. Запущена 5 травня 2022 року Президентом України
        Володимиром Зеленським, як основний майданчик для збору благодійних
        пожертв на підтримку України. Веб-сайт:{' '}
        <a href="https://u24.gov.ua/">https://u24.gov.ua/</a>
        ;&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>
        Українська блокчейн асоціація (БАУ) ― неприбуткова організація, яка з
        2014 року сприяє інтеграції технології блокчейн в економіку України. БАУ
        об&apos;єднує лідерів індустрії, які виступають за цифрове майбутнє
        країни та сприяють позитивним змінам в екосистемі блокчейну. Веб-сайт:{' '}
        <a href="https://bau.ai">https://bau.ai</a>
        ;&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>
        KUNA ― компанія, яка виступає в якості постачальника технічних послуг (в
        тому числі надання криптовалютного гаманця) за відповідною ліцензійною
        угодою на програмне забезпечення. Веб-сайт:{' '}
        <a href="https://kuna.io">https://kuna.io</a>;
      </p>
      <p>
        <br />
      </p>
      <p>3. Хто ми такі?</p>
      <p>
        <br />
      </p>
      <p>
        3.1. Ми ― Платформа, розроблена командою волонтерів, метою якої є
        створення META HISTORY museum, майданчика для купівлі-продажу NFT, а
        також збір коштів на підтримку України (фінансування гуманітарної
        допомоги, кіберзахисту, відновлення цінних культурних об&apos;єктів, що
        постраждали від війни), створення культурного проекту, що продукуватиме
        і презентуватиме нове українське мистецтво у світі, поширюватиме правду
        про війну в Україні через культурний контекст.&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>Кошти, отримані від продажу NFT, ми розподіляємо наступним чином:</p>
      <p>
        <br />
      </p>
      <p>
        100% від першого продажу і 10% від другого продажу робіт з першого дропу
        NFT колекції Warline отримує Міністерство Цифрової Трансформації.&nbsp;
      </p>
      <p>
        100% від першого продажу і 6,5% від другого продажу робіт з другого
        дропа NFT колекції Warline отримує Міністерство Цифрової Трансформації.
        3.5% від другого продажу робіт отримують митці, що створювати твори для
        другого дропа.&nbsp;
      </p>
      <p>
        100% від першого продажу третього і четвертого дропів NFT колекції
        Warline отримує Міністерство Цифрової Трансформації.
      </p>
      <p>
        100% від першого продажу робіт з пʼятого дропа NFT колекції Warline
        отримує Міністерство Культури та Інформаційної політики.&nbsp;
      </p>
      <p>
        67% від першого продажу шостого, сьомого, восьмого і девʼятого дропів
        NFT колекції Warline отримує Міністерство Культури та Інформаційної
        політики. 33% від першого продажу і 10% від другого продажу шостого,
        сьомого, восьмого і девʼятого дропів NFT колекції Warline отримує META
        HISTORY museum, що спрямує ці кошти митцям і на подальшу підтримку
        діяльності проекту &mdash; оплату технічних сервісів, послуг та послуг з
        розміщення рекламних матеріалів.
      </p>
      <p>
        67% від першого продажу десятого, одинадцятого і подальших дропів NFT
        колекції Warline отримає Президентська платформа United24. 33% від
        першого продажу і 10% від другого продажу десятого, одинадцятого і
        подальших дропів NFT колекції Warline отримає META HISTORY museum, що
        спрямує ці кошти митцям і на подальшу підтримку діяльності проекту.
      </p>
      <p>
        <br />
      </p>
      <p>
        Зміни політики розподілу коштів, отриманих від продажу NFT, необхідні,
        щоб META HISTORY museum міг продовжити свою діяльність і працювати над
        створенням колекції Warline до завершення війни, тривалість якої
        перевищила наші очікування.&nbsp;
      </p>
      <p>
        <br />
      </p>
      <p>
        3.2. Кінцевими бенефіціарами коштів, зібраних на Платформі, є
        Міністерство цифрової трансформації України (МЦТ), Міністерство культури
        та інформаційної політики (МКІП), Міністерство освіти і науки (МОН) та
        президентська фандрайзингова платформа United24. Вони розподіляють
        кошти, зібрані на Платформі, у тісній співпраці з офіційними органами
        влади України відповідно до потреб поточної ситуації.
      </p>
      <p>
        <br />
      </p>
      <p>
        3.3. KUNA є оператором Платформи та відповідає за надання криптовалютних
        гаманців для зберігання NFT, забезпечення розрахунків та переказу коштів
        між Авторами, Користувачами, міністерствами та президентською
        платформою.
      </p>
      <p>
        <br />
      </p>
      <p>4. Як ми працюємо?</p>
      <p>
        <br />
      </p>
      <p>4.1. Ви є Автором?</p>
      <p>
        <br />
      </p>
      <p>
        4.1.1. Твори, конвертовані в NFT, будуть зберігатися в криптовалютному
        гаманці, наданому KUNA. Всі операції та транзакції з NFT можуть
        відбуватися тільки і виключно на Платформі і повинні ґрунтуватися на
        положеннях цих Умов.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.1.2. Після створення NFT ми розміщуємо їх на Платформі і пропонуємо
        купити будь-якому Користувачеві за ціною 0,3 ETH.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.1.3. Користуючись Послугами, Автор дає свою однозначну, безвідкличну
        згоду і доручення на передачу 100% від першого продажу NFT на користь
        META HISTORY museum для цілей, описаних в п. 3.1. цих Умов. У
        відповідних випадках Автор також надає свою чітку, безвідкличну згоду та
        доручення передати всі подальші можливі кошти, які можуть належати
        Автору (в тому числі у випадку подальшого перепродажу NFT), на користь
        META HISTORY museum.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.1.4. Продаючи NFT, Автор з моменту створення NFT також передає
        Платформі всі свої майнові права інтелектуальної власності на Твір /
        NFT, за винятком права особистого некомерційного використання та
        перепродажу NFT, яке переходить до Покупця NFT в момент придбання NFT,
        що не включає право на ліцензування, комерційне використання,
        відтворення, розповсюдження, підготовку похідних творів, публічне
        виконання або публічний показ NFT або музики чи ілюстрацій, які в ньому
        містяться.
      </p>
      <p>
        <br />
      </p>
      <p>4.1.5. Автор розуміє та погоджується з цим:</p>
      <p>
        <br />
      </p>
      <p>Автор несе повну відповідальність за точність і зміст свого Твору;</p>
      <p>
        Платформа має право відмовити в дозволі на перетворення будь-якого Твору
        в NFT з будь-якої причини на власний розсуд;
      </p>
      <p>
        Платформа має право видалити будь-який NFT з Платформи без будь-якого
        попереднього повідомлення та з будь-якої причини на власний розсуд;
      </p>
      <p>
        надаючи Твір, Автор несе відповідальність і гарантує, що при цьому він
        не порушує права інтелектуальної власності інших осіб і не буде
        порушувати авторські, торговельні марки, патентні, немайнові, права на
        бази даних та інші права інтелектуальної власності, що належать іншим
        особам при створенні будь-якого Твору;
      </p>
      <p>
        Автор гарантує, що не буде продавати NFT з використанням творів,
        використаних у NFT, доступних на Платформі. Автор залишає за собою всі
        права;
      </p>
      <p>
        Автор надає Платформі безумовну та безвідкличну згоду на використання
        Твору / NFT в будь-яких рекламних цілях та в будь-яких інших цілях,
        необхідних для існування Платформи та цілей, зазначених у п. 3.1 цих
        Умов.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.1.6. Автор гарантує, що не буде продавати NFT з використанням творів
        мистецтва, використаних у NFT, доступних на Платформі. Автор залишає за
        собою всі права.
      </p>
      <p>
        <br />
      </p>
      <p>4.2. Ви є Користувачем?</p>
      <p>
        <br />
      </p>
      <p>
        4.2.1. Кожен Користувач може купувати і продавати NFT на Платформі. NFT
        будуть зберігатися в криптовалютному гаманці, наданому KUNA. Всі
        операції та транзакції з NFT можуть відбуватися тільки на Платформі і
        повинні відповідати положенням цих Умов.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.2.2. Користуючись Сервісами, Користувач надає явну, безвідкличну згоду
        та доручення на перерахування 10% від перепродажу NFT на користь META
        HISTORY museum для цілей, описаних в п. 3.1. цих Умов.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.2.3. Продаючи NFT, Користувач також передає всі свої майнові права
        інтелектуальної власності на Твір / NFT покупцеві NFT.
      </p>
      <p>
        <br />
      </p>
      <p>4.3. Інша інформація</p>
      <p>
        <br />
      </p>
      <p>
        4.3.1. Договори купівлі-продажу NFT укладаються безпосередньо між
        покупцем і продавцем. KUNA лише сприяє укладанню угод між покупцем і
        продавцем.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.2. KUNA не контролює і не гарантує існування, якість, безпеку або
        законність NFT, здатність продавців продавати товари, здатність покупців
        платити за NFT, а також те, що покупець або продавець дійсно завершить
        транзакцію.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.3. KUNA не несе відповідальності, якщо Автор, порушуючи ці Умови,
        створює NFT, які представляють собою або включають Твір, первинним
        автором якого Автор не є.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.4. Всі транзакції між Користувачем і Автором здійснюються виключно
        через мережу Ethereum за допомогою MetaMask.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.5. KUNA не має жодного відношення до транзакцій або контролю над
        ними, а також не має можливості відмінити будь-яку транзакцію. З огляду
        на це, KUNA не несе відповідальності перед Користувачем, Автором або
        будь-якою третьою стороною за будь-які претензії або збитки, які можуть
        виникнути в результаті будь-яких транзакцій, пов&apos;язаних з
        Послугами.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.6. Кожна транзакція, яка відбувається в мережі Ethereum, вимагає
        сплати комісії за транзакцію (gas).
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.7. Крім комісії за транзакцію, KUNA стягує комісію за надання своїх
        послуг з фасилітації в розмірі, додатково оголошеному на Платформі.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.8. Користувачі та Автори несуть повну відповідальність за сплату
        всіх можливих і належних податків, пов&apos;язаних з купівлею-продажем
        NFT на Платформі.
      </p>
      <p>
        <br />
      </p>
      <p>
        4.3.9. Користувачі та Автори чітко розуміють і погоджуються з тим, що
        доступ до Платформи та її використання здійснюється на їхній власний
        ризик і що Послуги надаються на умовах &quot;як є&quot; без будь-яких
        гарантій. Наскільки це можливо відповідно до чинного законодавства,
        Платформа та всі її агенти, оператори та партнери не надають жодних
        гарантій щодо Послуг або будь-якої їх частини.
      </p>
      <p>
        <br />
      </p>
      <p>5. Прийняття Умов</p>
      <p>
        <br />
      </p>
      <p>5.1. Ви приймаєте ці Умови наступними способами</p>
      <p>
        <br />
      </p>
      <p>
        натиснувши або торкнувшись будь-якої кнопки або поля з написом
        &quot;приймаю&quot; або &quot;згоден&quot; (або аналогічним чином) у
        відповідності з Умовами;
      </p>
      <p>шляхом доступу до будь-якої з наших Послуг.</p>
      <p>
        <br />
      </p>
      <p>
        5.2. Коли ви приймаєте ці Умови, це означає, що ви погоджуєтеся бути
        юридично зобов&apos;язаними ними. Зверніть увагу, що ми можемо змінювати
        ці Умови на власний розсуд і в будь-який час. Ми робимо це відповідно до
        Розділу 7 нижче.
      </p>
      <p>
        <br />
      </p>
      <p>
        5.3. Якщо ви є юридичною особою і користуєтеся нашими Послугами,
        приймаючи ці Умови, ви підтверджуєте нам, що маєте юридичні повноваження
        приймати ці Умови від імені цієї юридичної особи. Якщо ви не маєте таких
        повноважень, ви не повинні користуватися нашими Послугами.
      </p>
      <p>
        <br />
      </p>
      <p>
        5.4. Якщо ви користуєтеся нашими Послугами, ви також підтверджуєте, що
        вам виповнилося 18 років.
      </p>
      <p>
        <br />
      </p>
      <p>
        5.5. Якщо ви не згодні з цими Умовами, ви не повинні здійснювати доступ
        до Послуг або користуватися ними.
      </p>
      <p>
        <br />
      </p>
      <p>6. Інтелектуальна власність</p>
      <p>
        <br />
      </p>
      <p>
        6.1. Здійснюючи конвертацію NFT за допомогою Платформи, Автор передає
        Платформі всі свої матеріальні права інтелектуальної власності на Твір/
        NFT, включаючи наступне:
      </p>
      <p>
        <br />
      </p>
      <p>право на використання Твору / NFT;</p>
      <p>виключне право дозволяти використання Твору / NFT;</p>
      <p>
        виключне право перешкоджати неправомірному використанню Твору / NFT, у
        тому числі забороняти таке використання;
      </p>
      <p>
        будь-які інші майнові права інтелектуальної власності відповідно до
        чинного законодавства, за винятком права особистого некомерційного
        використання та права перепродажу NFT, що переходять до Покупця NFT в
        момент придбання NFT, які не включають право на ліцензування, комерційне
        використання, відтворення, розповсюдження, підготовку похідних творів,
        публічне виконання або публічний показ NFT або музики чи ілюстрації, що
        містяться в ньому. Користувач (у разі подальшого перепродажу) передає
        всі свої матеріальні права інтелектуальної власності на NFT новому
        власнику NFT.
      </p>
      <p>
        <br />
      </p>
      <p>
        6.2. Автор/Користувач передає всі свої майнові права інтелектуальної
        власності на Твір/NFT на безстроковій основі.
      </p>
      <p>
        <br />
      </p>
      <p>
        7. Зміни до цих Умов можуть бути внесені в будь-який час. Найновіша
        версія цих Умов буде розміщена на Сайті. Будь-які зміни або модифікації
        набувають чинності негайно після їх розміщення на Сайті.
        Автор/Користувач несе відповідальність за перегляд і ознайомлення з
        будь-якими такими змінами. Автор/Користувач відмовляється від будь-якого
        права на отримання спеціального повідомлення про такі зміни або
        модифікації. Використання Платформи після внесення будь-яких змін до
        Умов означає прийняття Умов у новій редакції. Якщо ви не згодні з
        Умовами, що діють на момент доступу до Платформи або її використання, ви
        не повинні використовувати Платформу.
      </p>
      <p>
        <br />
      </p>
      <p>8. Відшкодування збитків&nbsp;</p>
      <p>
        <br />
      </p>
      <p>
        Ви погоджуєтеся відшкодовувати збитки, захищати Платформу та її агентів,
        операторів, рекламодавців, постачальників або партнерів від будь-яких
        претензій, відповідальності, втрат, збитків (фактичних і непрямих)
        будь-якого виду або характеру, позовів, судових рішень, судових витрат і
        гонорарів адвокатів, що виникають в результаті або будь-яким чином
        пов&apos;язані з порушенням вами цих Умов, зловживанням Сервісом,
        порушенням вами чинних законів, правил, норм або прав будь-якої третьої
        сторони, а також з будь-якими вашими діями або бездіяльністю, що
        порушують права на публічність, наклеп або вторгнення в особисте життя у
        зв&apos;язку з вашим доступом до Платформи або її використанням.
      </p>
      <p>
        <br />
      </p>
      <p>9. Відповідальність</p>
      <p>
        <br />
      </p>
      <p>
        Ми намагаємося підтримувати безпеку, надійність і належне функціонування
        Сервісів, але ми не можемо гарантувати безперервну роботу або доступ до
        Сервісів. Платформа та її агенти, оператори, рекламодавці, постачальники
        або партнери не несуть перед вами жодної відповідальності за будь-які
        комерційні збитки, такі як втрата даних, прибутку, доходу, бізнесу,
        можливостей, ділової репутації, репутації або переривання бізнесу, або
        за будь-які інші збитки, які неможливо передбачити.
      </p>
      <p>
        <br />
      </p>
      <p>10. Компенсація</p>
      <p>
        <br />
      </p>
      <p>
        Ви зобов&apos;язуєтеся повністю відшкодувати Платформі, її агентам,
        операторам, рекламодавцям, постачальникам або партнерам, включаючи
        будь-яких посадових осіб, директорів і співробітників, будь-які збитки
        або витрати, включаючи розумні судові витрати, які ми понесемо в
        результаті будь-якого порушення вами цих Умов, неналежного використання
        вами Послуг або порушення вами будь-якого закону або прав третьої
        сторони.
      </p>
      <p>
        <br />
      </p>
      <p>11. Юридичні суперечки</p>
      <p>
        <br />
      </p>
      <p>
        Будь-які претензії, суперечки або питання, що виникають за цими Умовами
        або у зв&apos;язку з ними, регулюються і тлумачаться в усіх відношеннях
        відповідно до законодавства Естонії. Усі сторони, що беруть участь у
        наданні Послуг, погоджуються підкорятися юрисдикції естонських судів.
      </p>
      <p>
        <br />
      </p>
      <p>12. Загальні положення</p>
      <p>
        <br />
      </p>
      <p>
        12.1. Якщо будь-яке положення цих Умов буде визнано недійсним, нікчемним
        або з будь-якої причини не підлягає примусовому виконанню, таке
        положення буде виключено і не вплине на дійсність та примусове виконання
        решти положень.
      </p>
      <p>
        <br />
      </p>
      <p>
        12.2. Ми можемо передавати наші права та обов&apos;язки за цими Умовами
        (але без вашої попередньої прямої згоди) за умови, що ми передаємо їх на
        тих самих умовах або на умовах, які є не менш вигідними для вас.
      </p>
      <p>
        <br />
      </p>
      <p>
        12.3. Якщо будь-яке положення або частина положення цих Умов є або стає
        недійсним, незаконним або нездійсненним, воно вважається зміненим у
        мінімальному обсязі, необхідному для того, щоб зробити його дійсним,
        законним і здійсненним. Якщо така зміна неможлива, відповідне положення
        або частина положення вважається вилученою.
      </p>
      <p>
        <br />
      </p>
      <p>13. Зворотній зв&apos;язок та контактна інформація</p>
      <p>
        <br />
      </p>
      <p>
        Ви можете надсилати коментарі, скарги, ідеї або інші відгуки про
        Платформу, в тому числі про те, як поліпшити Платформу, використовуючи
        наступні способи:
      </p>
      <p>
        <br />
      </p>
      <p>
        Електронна пошта:{' '}
        <a href="mailto:vk@metahistory.gallery">vk@metahistory.gallery</a>
      </p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
    </div>
  );
};

export default UkrainianTerms;
