import React from "react";

const UkrainianPrivacyPolicy = () => {
  return (
    <div>
      ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ Ваше право на приватність є важливим для нас,
      тому ми вживаємо заходів для того, щоб переконатись, що ви усвідомлюєте
      процес збирання та використання нами персональних даних, як частину
      послуг, які ми надаємо. З цією метою ми створили цю Політику
      Конфіденційності (“Політика”). Продовжуючи користуватися нашими послугами
      та відвідуючи наш Веб Сайт http://art.metahistory.gallery, ви
      підтверджуєте, що ви прочитали, зрозуміли та погодились з умовами, які
      визначені в цій Політиці. ЯКЩО ВИ НЕ ПОГОДЖУЄТЕСЬ З ЦІЄЮ ПОЛІТИКОЮ
      КОНФІДЕНЦІЙНОСТІ В ЦІЛОМУ АБО З БУДЬ-ЯКОЮ ЇЇ ЧАСТИНОЮ, БУДЬ ЛАСКА, НЕ
      ВІДВІДУЙТЕ НАШ ВЕБ САЙТ ТА/АБО НЕ КОРИСТУЙТЕСЬ НАШИМИ ПОСЛУГАМИ. Будь
      ласка, прийміть до уваги, що наші послуги та Веб Сайт не передбачені для
      користування/відвідування особами, які не досягли 18-річного віку та ми
      свідомо не збираємо інформацію щодо таких осіб. Майте на увазі, що
      англійська версія цієї Політики регулює відповідні відносини та буде
      застосовуватись у разі виникнення будь-якого спору. ЗАГАЛЬНІ ПОЛОЖЕННЯ
      KUNAWALLET OU є контролером (володільцем) ваших персональних даних.
      Контролер (володілець) персональних даних - це особа, яка визначає мету
      обробки персональних даних, встановлює склад цих даних та процедури їх
      обробки. Наші контакти: Компанія: KUNAWALLET OU Адреса: Harju Maakond,
      Tallinn, Kristiine Linnaosa, Tulika Tn 19, 10613, Estonia. Якщо ви не
      задоволені тим, як ми обробляємо ваші персональні дані, ви маєте право
      подати скаргу до відповідного контролюючого органу з питань захисту даних.
      Однак ми будемо вдячні за можливість розібратися з вашими проблемами до
      того, як ви звернетеся до такого органу. Якщо ви є резидентом країни-члена
      ЄЕЗ, ви можете знайти інформацію про свій наглядовий орган тут. Ця
      Політика Конфіденційності буде постійно оновлюватися, щоб вона завжди була
      актуальною. Вище ви завжди можете знайти дату останньої оновленої версії
      Політики конфіденційності. Коли ми будемо оновлювати цю Політику
      конфіденційності, ми вживемо відповідних заходів, щоб повідомити вас,
      відповідно до значення внесених нами змін. Ми будемо отримувати вашу згоду
      на будь-які суттєві зміни, якщо цього вимагає чинне законодавство про
      захист даних. На Веб-сайті (Веб-сайтах) містяться “кнопки” та/або
      гіперпосилання для просування або поширення веб-сторінок у соціальних
      (медіа) мережах або на сторонніх веб-сайтах, таких як Twitter, Instagram,
      Telegram або YouTube. Ми не контролюємо ці мережі та веб-сайти, і тому не
      несемо відповідальності за обробку ваших персональних даних сторонами, які
      стоять за цими мережами та веб-сайтами. Таким чином, використання цих
      мереж та веб сайтів є на ваш власний ризик. Перш ніж використовувати ці
      сторонні служби, ми рекомендуємо вам ознайомитися з політиками
      конфіденційності цих третіх сторін. ДАНІ, ЯКІ МИ ЗБИРАЄМО Під час
      використання нашого веб-сайту та/або послуг ми можемо попросити вас надати
      нам певні персональні дані. Персональні дані – означає будь-яку
      інформацію, що стосується фізичної особи, яку ідентифіковано чи можна
      ідентифікувати (“суб'єкт даних”); фізична особа, яку можна ідентифікувати,
      є такою особою, яку можна ідентифікувати, прямо чи опосередковано,
      зокрема, за такими ідентифікаторами як ім'я, ідентифікаційний номер, дані
      про місцеперебування, онлайн-ідентифікатор або за одним чи декількома
      факторами, що є визначальними для фізичної, фізіологічної, генетичної,
      розумової, економічної, культурної чи соціальної сутності такої фізичної
      особи Ми можемо попросити вас надати нам наступну інформацію: Адресу
      електронної пошти; ПІБ; Ім'я користувача або нікнейм; Публічні адреси
      Ethereum; Файли cookie та дані про використання. Дані про використання -
      це інформація про те, як ви використовуєте Веб-сайт, послуги та інші
      пропозиції, доступні нами, включаючи: cторінки, які ви відвідуєте,
      інформацію про пристрій. Нами також використовуються файли cookie та
      подібні технології (наприклад, веб-маяки, Flash cookie тощо, щоб покращити
      ваш досвід використання Веб-сайту). Файли cookie – це невеликі текстові
      файли, які веб-сайти, які ви відвідуєте, зберігають на вашому комп’ютері
      чи іншому пристрої доступу. Вони зазвичай використовуються для кращої та
      ефективнішої роботи веб-сайтів, а також для надання кращих і більш
      персоналізованих послуг. Щоб отримати більш загальну інформацію про файли
      cookie, прочитайте «Що таке файли cookie». ЗБИРАННЯ ТА ВИКОРИСТАННЯ
      ПЕРСОНАЛЬНИХ ДАНИХ (ЦІЛІ ТА ПРАВОВІ ЗАСАДИ) Ми використовуємо різні методи
      для збору персональних даних про наших користувачів і відвідувачів.
      Зазвичай ви особисто надаєте нам свої дані, безпосередньо взаємодіючи з
      нами, коли: відвідуєте наш Веб-сайт; подаєте заявку на наші послуги;
      користуєтесь нашими послугами; надаєте нам відгуки або зв’язуєтесь із
      нами; просите надіслати вам маркетингові матеріали, наприклад,
      підписавшись на наші інформаційні бюлетені. Ми також будемо
      використовувати загальнодоступні джерела для отримання даних, пов’язаних з
      вами. Ми можемо використовувати такі джерела: загальнодоступна інформація
      в Інтернеті; публічний блокчейн. Ми будемо використовувати ваші
      персональні дані виключно на правовій основі, вказаній нижче, відповідно
      до пункту 6 Загального регламенту про захист даних, з метою та у разі якщо
      : надано згоду на обробку; на виконання договору; за дотримання
      обов’язків, носіями яких ми можемо бути; з метою забезпечення наших
      законних інтересів.. Ми будемо використовувати ваші персональні дані для
      наступних цілей: надання наших послуг; сповіщення вас про зміни в наших
      послугах та політиках веб-сайту; надання обслуговування та підтримки
      клієнтам; виконання аналізу або збирання цінної інформації, з метою
      покращення нашого Веб-сайту та послуг; контролю використання Веб-сайту;
      для виявлення, запобігання та вирішення технічних проблем. ПРАВА СУБ’ЄКТА
      ДАНИХ Якщо ви є резидентом Європейської економічної зони, у вас є певні
      права на захист даних, зокрема: отримати підтвердження про те, чи
      обробляються ваші персональні дані, а також отримати доступ до ваших
      збережених персональних даних разом з додатковою інформацією; отримати
      копію особистих даних, які ви безпосередньо надаєте нам, у
      структурованому, загальновживаному та машиночитаному форматі; вимагати
      виправлення ваших персональних даних, які знаходяться під нашим контролем;
      вимагати видалення ваших персональних даних; заперечувати проти обробки
      нами персональних даних; подати запит на обмеження обробки нами ваших
      персональних даних; подати скаргу до контролюючого органу. Проте, зверніть
      увагу, що ці права не є абсолютними і можуть залежати від наших власних
      законних інтересів та нормативних вимог. Якщо ви бажаєте скористатися
      будь-яким із вищезазначених прав або отримати додаткову інформацію,
      зв’яжіться з нами за адресою metahistory.ukraine@gmail.com. Відповідно до
      GDPR строк відповіді на ваш запит – один місяць. За потреби цей період
      може бути продовжений ще на два місяці, враховуючи складність та кількість
      запитів. Зауважте, що ми можемо попросити вас надати деякі дані, необхідні
      для підтвердження вашої особи, у випадку подання вами запиту на здійснення
      законних прав щодо ваших персональних даних. РОЗКРИТТЯ ПЕРСОНАЛЬНИХ ДАНИХ
      Ми передаємо ваші персональні дані нашим стороннім постачальникам послуг,
      агентам, субпідрядникам та іншим пов’язаним організаціям, компаніям нашої
      групи та афілійованим особам (як описано нижче), для виконання завдань та
      надання вам послуг від нашого імені. Ми можемо розкрити ваші персональні
      дані: компаніям, з якими ми плануємо об’єднатися або придбати їх (якщо
      таке поєднання станеться, ми повідомимо вас і вимагатимемо, щоб нова
      об’єднана організація дотримувалася цієї Політики щодо ваших персональних
      даних); правоохоронним органам, державним органам та державним службовцям
      чи іншим третім сторонам для виконання рішення, ухвали, постанови суду або
      аналогічної юридичної процедури; або ми сумлінно віримо, що розкриття
      особистих даних необхідно для запобігання фізичної шкоди або фінансових
      збитків, для повідомлення про протиправну діяльність або для розслідування
      порушень будь-якої з наших політик; нашим постачальникам і агентам, які
      найняті нами для надання вам послуг; процесорам транзакцій (з метою
      забезпечення виконання транзакцій та їх функціонування). Час від часу наш
      Веб-сайт може містити посилання на/та з веб-сайтів чи служб наших
      партнерських мереж, рекламодавців, процесорів транзакцій тощо. Якщо ви
      переходите за посиланням на будь-який із цих веб-сайтів чи служб, зверніть
      увагу, що ці веб-сайти та будь-які послуги, які можуть бути доступні через
      них, мають свою політику конфіденційності, і ми не несемо жодної
      відповідальності за ці політики або за будь-яку інформацію, включаючи
      персональні дані, які можуть бути зібрані через ці веб-сайти або послуги,
      такі як контактні дані та дані про місцезнаходження. Будь ласка,
      ознайомтеся з цими правилами, перш ніж надсилати будь-яку інформацію чи
      особисті дані на ці веб-сайти чи використовувати ці служби. МІЖНАРОДНИЙ
      ТРАНСФЕР Щоразу, коли ми передаємо ваші персональні дані за межі ЄЕЗ, ми
      гарантуємо, що їм надається подібний ступінь захисту, забезпечуючи
      застосування принаймні однієї з наступних гарантій: Європейська Комісія
      вважає, що країна, до якої ми передаємо ваші персональні дані, забезпечує
      належний рівень захисту персональних даних; існують спеціальні
      домовленості, відповідно до зразку Стандартних договірних положень, що
      затверджені Європейською Комісією. БЕЗПЕКА ПЕРСОНАЛЬНИХ ДАНИХ Ми вжили
      певні заходи, щоб гарантувати, що ваші дані не будуть втрачені, не будуть
      об’єктом зловживань та не будуть змінені. Такими заходами, зокрема, є:
      брандмауери та шифрування даних, контроль фізичного доступу до наших
      приміщень та контроль авторизації доступу до інформації. Ми також
      дозволяємо доступ до ваших даних лише тим співробітникам або підрядникам,
      яким це потрібно для виконання своїх посадових або службових обов’язків.
      Зверніть увагу, що передача даних (включаючи повідомлення електронною
      поштою) через Інтернет або інші загальнодоступні мережі не є стовідсотково
      безпечною. Ми не несемо відповідальності за поширення та використання
      ваших персональних даних, які ви зробили видимими для інших користувачів.
      ЗБЕРІГАННЯ ДАНИХ Ми враховуємо обсяг, характер та конфіденційність
      персональних даних, потенційний ризик заподіяння шкоди від
      несанкціонованого використання або розкриття ваших персональних даних,
      цілі, для яких ми обробляємо ваші персональні дані, і чи можемо ми досягти
      цих цілей іншими засобами, а також відповідні законодавчі, нормативні,
      податкові, бухгалтерські чи інші вимоги під час визначення відповідного
      періоду зберігання персональних даних. При визначенні того, як довго нам
      потрібно зберігати ваші персональні дані, будуть враховані наступні
      фактори: якщо ми обґрунтовано вважаємо, що існує ймовірність судового
      розгляду щодо наших взаємовідносин з вами, або якщо ми вважаємо, що нам
      потрібно зберігати інформацію для захисту від можливих майбутніх позовів
      (наприклад, адреси електронної пошти та вміст електронних листів
      зберігатимуться до 10 років після закінчення наших взаємовідносин);
      необхідність дотримання будь-яких законодавчих та/або нормативних вимог
      щодо певних типів персональних даних; відповідно до відповідних галузевих
      стандартів або інструкцій. Ми видалимо ваші персональні дані без
      невиправданої затримки за наявності однієї з наступних підстав:
      персональні дані більше не потрібні для цілей, для яких вони були зібрані
      або оброблені; ви відкликаєте згоду, на якій ґрунтується обробка, і якщо
      для обробки немає інших правових підстав; ви заперечуєте проти обробки, і
      немає переважних законних підстав для обробки (наприклад, якщо персональні
      дані обробляються для цілей прямого маркетингу, ви маєте право в будь-який
      час заперечити проти обробки ваших персональних даних для такого
      маркетингу, який включає профілювання в тій мірі, в якій воно пов'язане з
      таким прямим маркетингом); персональні дані були оброблені незаконно;
      персональні дані мають бути видалені для дотримання юридичних зобов’язань
      у законодавстві Союзу чи держави-члена, яким ми підпорядковуємось.
    </div>
  );
};

export default UkrainianPrivacyPolicy;
